[
  {
    "id": 914900216,
    "name": "Jhon bull",
    "date": "2020-05-21",
    "rating": 4.4,
    "title": "Unparalleled acceleration in this price bracket.",
    "review": "This car is a lot of fun and the torque from the electric engine at any speed is amazing. The negative is obviously its limited ~250 mile range, but as long as you're not going across country this is an amazing car to drive around in. It's novelty is backed up by incredible performance matched only by Lamborghini and similar companies for hundreds of thousands more. A symbol of the future of automotive power and a great car to drive."
  },
  {
    "id": 914900217,
    "name": "Neil Goldburg",
    "date": "2012-07-22",
    "rating": 4.5,
    "title": "Very Fast, No Gas or other Bills!",
    "review": "Great Fun Fast Electric Sports Car! Never worry about gas prices again! Very reliable, just plug it in at night, and you're ready to go again."
  },
  {
    "id": 914900218,
    "name": "Elizabeth Pakula",
    "date": "2010-02-19",
    "rating": 5,
    "title": "The Ultimate Collectible model car",
    "review": "It's novelty is backed up by incredible performance matched only by Lamborghini and similar companies for hundreds of thousands more. A symbol of the future of automotive power and a great car to drive."
  },
  {
    "id": 914900219,
    "name": "Megan Cook",
    "date": "2021-03-31",
    "rating": 4.7,
    "title": "Fantastic sportscar",
    "review": "I've had my Roadster for over a year and still love how fast it accelerates. Tesla has provided the best service of any car company I've owned. The range is great, I have a full charge when I leave the house every morning giving me more than 180 miles of range while driving the car spiritedly."
  },
  {
    "id": 914900220,
    "name": "William Adam",
    "date": "2011-04-11",
    "rating": 4.5,
    "title": " Received directly from Elon Musk at Tesla, Inc...",
    "review": "On the waiting list for a (full scale) Tesla, I recently received my Tesla RC Roadster straight from Elon; if having the real thing is just half as fun as having this 1:16 RC Model, then all is well worth the wait. Hot red, she charges with less than one kWHr ( a 9 volt battery, actually), offers 100 percent wrist torque, goes from Zero to 60 feet in seconds, and has a range of hundreds of yards on a single charge. Drop the Plastic Tailpipe. Enjoy."
  },
  {
    "id": 914900221,
    "name": "Malica A.",
    "date": "2011-03-31",
    "rating": 2.1,
    "title": "Really bad car.",
    "review": "I have to admit i have owned dozens of cars.( cause i have millions of dollars) But this car was the worst. My friend told me to get one, because they were excellent car. But he was wrong."
  }
]
